acpi
xf86-video-intel
intel-media-driver
xorg-xbacklight
intel-ucode
amd-ucode
nvidia
networkmanager
networkmanager-openvpn
nm-connection-editor
network-manager-applet
wireless_tools
base-devel
efibootmgr
linux-headers
xorg-server
xorg-xinit
xorg-xrandr
xorg-xset
xorg-xprop
nfs-utils
ntfs-3g
dosfstools
lib32-glibc
lib32-gcc-libs
openssh
tmux
at
bc
htop
vnstat
cronie
rsync
wget
git
trash-cli
bash-completion
xdg-user-dirs
xclip
rxvt-unicode
emacs
i3-gaps
i3blocks
i3lock
dmenu
deepin-gtk-theme
gtk-engines
gtk-engine-murrine
gnome-themes-extra
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ttf-dejavu
awesome-terminal-fonts
pulseaudio
pamixer
pulsemixer
pavucontrol
arandr
xssstate
xss-lock
unclutter
compton
hsetroot
feh
imagemagick
dunst
maim
firefox
chromium
geeqie
telegram-desktop
ibus
mpv
nautilus
file-roller
evince
xarchiver
ranger
w3m
odt2txt
hexedit
youtube-dl
gimp
zathura
zathura-cb
zathura-pdf-mupdf
zathura-ps
mpd
mpc
ncmpcpp
libreoffice-fresh
python-docs
python-pip
python2-pip
python-pexpect
python-sympy
python-gmpy2
openbsd-netcat
lftp
mc
fuseiso
zbar
qrencode
barcode
perl-archive-zip
p7zip
zip
unzip
nasm
iasl
jdk-openjdk
openjdk-src
openjdk-doc
jdk8-openjdk
openjdk8-src
openjdk8-doc
maven
qemu
ovmf
virt-manager
iptables
ebtables
dnsmasq
freerdp
nginx
mariadb
php
nodejs
ruby
samba
smbclient
docker-compose
nmap
testdisk
hdparm
smartmontools
gsmartcontrol
strace
ltrace
gdb
wireshark-cli
hydra
foremost
binwalk
radare2
fcrackzip
steghide
volatility
perl-image-exiftool
bsd-games
fceux
texlive-bibtexextra
texlive-core
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
audacity
arduino
arduino-docs
arduino-avr-core
transmission-cli
transmission-remote-gtk
cmatrix
